app/Soap/Fedex/OpenShipService/OpenShip_v13/ValidateOpenShipmentRequest_Reply.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v13="http://fedex.com/ws/openship/v13">
   <soapenv:Header/>
   <soapenv:Body>
      <v13:ValidateOpenShipmentRequest>
         <v13:WebAuthenticationDetail>
            <v13:ParentCredential>
               <v13:Key>Input Your Information</v13:Key>
               <v13:Password>Input Your Information</v13:Password>
            </v13:ParentCredential>
            <v13:UserCredential>
               <v13:Key>Input Your Information</v13:Key>
               <v13:Password>Input Your Information</v13:Password>
            </v13:UserCredential>
         </v13:WebAuthenticationDetail>
         <v13:ClientDetail>
            <v13:AccountNumber>Input Your Information</v13:AccountNumber>
            <v13:MeterNumber>Input Your Information</v13:MeterNumber>
            <v13:Localization>
               <v13:LanguageCode>EN</v13:LanguageCode>
               <v13:LocaleCode>us</v13:LocaleCode>
            </v13:Localization>
         </v13:ClientDetail>
         <v13:TransactionDetail>
            <v13:CustomerTransactionId>ValidateOpenShipmentRequest_v7</v13:CustomerTransactionId>
            <v13:Localization>
               <v13:LanguageCode>EN</v13:LanguageCode>
               <v13:LocaleCode>us</v13:LocaleCode>
            </v13:Localization>
         </v13:TransactionDetail>
         <v13:Version>
            <v13:ServiceId>ship</v13:ServiceId>
            <v13:Major>13</v13:Major>
            <v13:Intermediate>0</v13:Intermediate>
            <v13:Minor>0</v13:Minor>
         </v13:Version>
         <v13:Index>Input Your Information</v13:Index>
      </v13:ValidateOpenShipmentRequest>
   </soapenv:Body>
</soapenv:Envelope>

Out:

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <env:Header xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
   <soapenv:Body>
      <v13:ValidateOpenShipmentReply xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:v13="http://fedex.com/ws/openship/v13">
         <v13:HighestSeverity>SUCCESS</v13:HighestSeverity>
         <v13:Notifications>
            <v13:Severity>SUCCESS</v13:Severity>
            <v13:Source>ship</v13:Source>
            <v13:Code>0000</v13:Code>
            <v13:Message>Success</v13:Message>
            <v13:LocalizedMessage>Success</v13:LocalizedMessage>
         </v13:Notifications>
         <v13:TransactionDetail>
            <v13:CustomerTransactionId>ValidateOpenShipmentRequest_v7</v13:CustomerTransactionId>
            <v13:Localization>
               <v13:LanguageCode>EN</v13:LanguageCode>
               <v13:LocaleCode>us</v13:LocaleCode>
            </v13:Localization>
         </v13:TransactionDetail>
         <v13:Version>
            <v13:ServiceId>ship</v13:ServiceId>
            <v13:Major>13</v13:Major>
            <v13:Intermediate>0</v13:Intermediate>
            <v13:Minor>0</v13:Minor>
         </v13:Version>
      </v13:ValidateOpenShipmentReply>
   </soapenv:Body>
</soapenv:Envelope>
